Repository: x-mia/Dictionary-app
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sk

source: Sisesta sõna
sk: Vlož slovo

source: Eesti-Slovaki
sk: Estónsko-Slovensky

source: Slovaki-Eesti
sk: Slovensko-Estónsky

source: Tõlgi
sk: Prelož

source: Sellist sõna kahjuks ei ole :(
sk: Také slovo sa bohužiaľ nenachádza v našom slovníku :(

source: Andke meile sellest teada - 449884@mail.muni.cz. Aitäh :)
sk: Dajte nám o tom vedieť - 449884@mail.muni.cz. Ďakujeme :)

source: Eesti-slovaki sõnaraamat
sk: Estónsko-slovenský slovník

source: Kas teil on soovitusi? Tahaksite aidata sõnastikku koostada? Kirjutage kindlasti – 449884@mail.muni.cz! Ootame kõiki huvilisi :)
sk: Chýba Vám nejaké slovíčko? Vidíte zlý preklad? Máte pre nás nejaké rady? Chcete pomôcť s prekladaním? Určite sa ozvite - 449884@mail.muni.cz ! Uvítame všetkých záujemcov :)

source: Muud:
sk: Ďalšie:

source: Lähedad sõnad:
sk: Podobné slová:

source: Otsi Sõnaveebist
sk: Nájdi na Sõnaveebe

source: Sõnavormid:
sk: Formy slova:
